export default {
  date: {
    month: {
      0: '一月',
      1: '二月',
      2: '三月',
      3: '四月',
      4: '五月',
      5: '六月',
      6: '七月',
      7: '八月',
      8: '九月',
      9: '十月',
      10: '十一月',
      11: '十二月',
    },
    day: {
      0: '周日',
      1: '周一',
      2: '周二',
      3: '周三',
      4: '周四',
      5: '周五',
      6: '周六',
    },
  },
  compare: {
    less: '少',
    more: '多',
    next: '之后',
    prev: '之前',
  },
  empty: {
    search: '未找到结果',
  },
  confirm: {
    ok: '确定',
    cancel: '取消',
  },
}
